{
    "main-title": {
        "en": "Top-Tier Expert Faculty (10 Experts)",
        "ko": "최고 수준의 강사진 (10 Experts)"
    },
    "main-body": {
        "en": "Our academy is guided by a team of 10 highly experienced instructors, all graduates or current students of top Canadian universities. Each member of our faculty is a proven educational expert, dedicated to maximizing every student's potential and guiding them to successful university admissions.",
        "ko": "저희 학원은 캐나다 명문대 출신 및 재학생으로 구성된 총 10명의 전문 강사진이 지도합니다. 모든 강사진은 학생 개개인의 잠재력을 극대화하고 성공적인 대학 진학을 이끌어 온 검증된 교육 전문가들입니다"
    },
    "director": [
        {
            "id": 1,
            "name": {
                "en": "Devin Kim",
                "ko": "Devin Kim"
            },
            "subject": {
                "en": [
                    "Math (Pre-Calculus, Calculus, AP Calculus, IB Math)",
                    "Science (Physics, Chemistry, AP/IB Physics, AP/IB Chemistry)",
                    "Statistics (AP Statistics)"
                ],
                "ko": [
                    "수학 (Pre-Calculus, Calculus, AP Calculus, IB Math)",
                    "과학 (Physics, Chemistry, AP/IB Physics, AP/IB Chemistry)",
                    "통계학 (AP Statistics)"
                ]
            },
            "bio": {
                "en": "With 22 years of experience in math and science, Devin Kim provides a clear path to top university admissions. He excels in guiding students through complex concepts and advanced courses.",
                "ko": "22년 경력의 수학/과학 전문가, 명문대 입시의 가장 확실한 길을 제시합니다."
            },
            "profileImage": null,
            "education": {
                "en": "SFU Mechanical Engineering, graduated in Actuarial Science",
                "ko": "SFU Mechanical Engineering 입학 후 Actuarial Science 졸업"
            },
            "experience": {
                "en": [
                    "North American Mechanical Engineering industry",
                    "Actuarial & Statistical Analyst"
                ],
                "ko": [
                    "북미 Mechanical Engineering",
                    "Actuarial & Statistical Analyst"
                ]
            },
            "certificate": {
                "en": [
                    "CAS Level 4 (Certified Actuarial Specialist, USA)"
                ],
                "ko": [
                    "미국 보험 계리사 CAS 4단계 자격증"
                ]
            },
            "achievements": {
                "en": "Since 2003, Devin Kim has built unmatched expertise in Pre-Calculus, Calculus, Physics, and Chemistry. Co-founder of The Doum Academy in 2018, he has guided over 450 graduates with a 95% university admission rate. He teaches complex scientific and mathematical concepts with clarity and prepares students for AP/IB and advanced courses.",
                "ko": "2003년부터 Pre-Calculus, Calculus, Physics, Chemistry 분야에서 흔들림 없는 전문성을 쌓아 오셨습니다. 2018년 The Doum academy 공동 설립 후, 현재까지 450명 이상의 졸업생을 배출하며 95%라는 높은 대학 진학률을 이끌었습니다. 복잡한 과학 원리와 수학 공식을 가장 명쾌하게 가르치며, AP/IB등 심화과정까지 완벽하게 대비시켜 학생의 잠재력을 최고로 이끌어냅니다"
            }
        },
        {
            "id": 2,
            "name": {
                "en": "Kate Buiatti",
                "ko": "Kate Buiatti"
            },
            "subject": {
                "en": [
                    "English & Test Prep (High School English, IELTS, TOEFL)",
                    "Social Studies (Social Justice, Human Geography, 21st Century History, Geography)"
                ],
                "ko": [
                    "영어 및 시험 준비 (고등학교 영어, IELTS, TOEFL)",
                    "사회과목 (사회 정의, 인간 지리, 21세기 역사, 지리)"
                ]
            },
            "bio": {
                "en": "A versatile educational expert in International Studies, Translation, and Early Childhood Education, Kate builds a strong foundation for global talent. She guides students with both knowledge and heart, serving as a reliable mentor.",
                "ko": "국제학, 통번역, 유아교육을 아우르는 융합적 교육 전문가, 글로벌 인재의 기본기를 다집니다. 그 어떤 선생보다 지식과 마음을 함께 채우는 인생의 길라잡이, 학생들의 가장 든든한 멘토가 되어줍니다"
            },
            "profileImage": null,
            "education": {
                "en": "SFU International Studies, UBC Business English & Translation/Interpretation, Douglas College Early Childhood Education",
                "ko": "SFU 국제학, UBC 비즈니스 영어 및 통번역, Douglas College 유아교육"
            },
            "experience": {
                "en": [
                    "Over 15 years teaching high school English, test prep, and social studies",
                    "Guided 450+ students to successful university admission"
                ],
                "ko": [
                    "15년 이상 고등학교 영어, 시험 대비, 사회과목 지도 경험",
                    "450명 이상의 학생 대학 진학 성공 지도"
                ]
            },
            "certificate": {
                "en": [
                    "UBC Translation & Interpretation Certification, Douglas College Early Childhood Education Certification"
                ],
                "ko": [
                    "UBC 통번역 자격증, Douglas College 유아교육 자격증"
                ]
            },
            "achievements": {
                "en": "Kate studied International Studies, Translation/Interpretation, and Early Childhood Education at SFU, UBC, and Douglas College, building deep insight and teaching expertise in humanities and social sciences. Since 2007, she has guided over 450 students to excel in high-level English, IELTS/TOEFL, and Social Studies courses.",
                "ko": "SFU, UBC, Douglas College에서 국제학, 통번역, 유아교육을 전공하며 인문⋅사회 분야의 깊이 있는 통찰력과 교육 전문성을 갖추었습니다. 2007년부터 학생들을 지도하며 쌓아온 노하우와 450명 이상의 졸업생을 배출한 경험을 바탕으로, 고학년 영어, IELTS/TOEFL 및 Social 과목에서 독보적인 성과를 만듭니다. 북미 입시의 험난하고 외로운 과정을 누구보다 깊이 이해하기에, Kate 원장님은 단순한 지식 전달을 넘어 학생들의 마음을 보듬는 멘토입니다. 특유의 공감 능력과 이해심으로 학생들이 눈높이에서 소통하며 치열한 입시 경쟁 속에서 아이들이 무너지지 않도록 든든한 버팀목이 되어주십니다"
            }
        }
    ],
    "instructors": [
        {
            "id": 3,
            "name": {
                "en": "Dr. Kim",
                "ko": "Dr. Kim"
            },
            "profileImage": null,
            "education": {
                "en": "PhD in Medicine, Germany (Materials Science focus)",
                "ko": "독일 의학박사 (재료공학 전공)"
            },
            "core": {
                "en": "20+ years of top-level STEM experience. Former researcher/professor at Max-Planck, LG Central Research, Hanyang University, Waseda University. Expert in AP/IB and university-level courses (UofT, Waterloo, UBC).",
                "ko": "20년 경력의 압도적인 이과 전문가. 전 Max-Planck, LG중앙연구소, 한양대/와세다대 연구/교수 경력. 밴쿠버 20년 이상 수학/물리/화학 강의. AP/IB Level 및 대학 1,2학년 (UofT, Waterloo, UBC 등) 전공 수업까지 완벽하게 지도하는 최고 레벨 강사"
            }
        },
        {
            "id": 4,
            "name": {
                "en": "Elise Lee",
                "ko": "Elise Lee"
            },
            "profileImage": null,
            "education": {
                "en": "UBC - Arts & Social Sciences",
                "ko": "UBC - 문과/사회과학"
            },
            "core": {
                "en": "Master of humanities subjects. Teaches English 9-12, Social Studies, and Biology 9-12. Expert in building strong academic foundations.",
                "ko": "문과 전 과목 마스터. English 9-12, Social Studies 전 과목, Biology 9-12까지 지도 가능 (학원 Biology 전문 강사). 학문적 기초 체력을 다져주는 심화 지도 전문가"
            }
        },
        {
            "id": 5,
            "name": {
                "en": "Jun Hong",
                "ko": "Jun Hong"
            },
            "profileImage": null,
            "education": {
                "en": "SFU - Computing Science Software Systems",
                "ko": "SFU - 컴퓨터과학/소프트웨어시스템"
            },
            "core": {
                "en": "Expert in STEM subjects and coding. Transitioned from UBC to SFU CS. Oversees all coding courses and general STEM education at the academy.",
                "ko": "이과 과목 및 코딩 전문. UBC 재학 중 SFU CS로 전과학 이력. 진의 쌤과 함께 학원 전체 코딩 수업을 지도하며 이과 전반을 책임집니다"
            }
        },
        {
            "id": 6,
            "name": {
                "en": "Yoobeen",
                "ko": "Yoobeen"
            },
            "profileImage": null,
            "education": {
                "en": "UBC - Science",
                "ko": "UBC - 이과"
            },
            "core": {
                "en": "Friendly and approachable STEM mentor. Excellent clarity in lessons. Teaches all STEM subjects, including Biology up to grade 12.",
                "ko": "친화력 최고의 이과 멘토. 부드럽고 명쾌한 수업 진행으로 전 학년 학생들에게 인기가 높음. 이과 전반 및 Biology 12학년까지 지도 가능"
            }
        },
        {
            "id": 7,
            "name": {
                "en": "Jin Hong",
                "ko": "Jin Hong"
            },
            "profileImage": null,
            "education": {
                "en": "SFU - Computer Science",
                "ko": "SFU - 컴퓨터과학"
            },
            "core": {
                "en": "Top-level STEM expert. Former official SFU Peer Mentor in Math/CS for 4 years. Teaches high school and university-level math, physics, coding, and AP courses. Former Overwatch pro gamer.",
                "ko": "최상위권 STEM 전문가. SFU 수학/CS 과목 공식 Peer Mentor 4년 활동 경력 보유. 고등/대학 수학, 물리학, 코딩, AP 지도. 前 오버워치 프로게이머"
            }
        },
        {
            "id": 8,
            "name": {
                "en": "Derek Lee",
                "ko": "Derek Lee"
            },
            "profileImage": null,
            "education": {
                "en": "UBC - Sauder School of Business",
                "ko": "UBC - 경영학과"
            },
            "core": {
                "en": "Business English & STEM mentor. Fluent in English, Korean, and Spanish. Teaches BC Curriculum Math, Economics 12, and Chemistry 11.",
                "ko": "비지니스 영어 & STEM 멘토. 영어, 한국어, 스페인어 능통. BC 커리큘럼 기반 Math 및 Economics 12, chemistry 11 지도"
            }
        },
        {
            "id": 9,
            "name": {
                "en": "Jenna",
                "ko": "Jenna"
            },
            "profileImage": null,
            "education": {
                "en": "SFU - Beedie School of Business",
                "ko": "SFU - 경영학과"
            },
            "core": {
                "en": "Expert in building study habits for younger students. Teaches grades 9-11 in both STEM and humanities. Provides structured academic foundation through consistent guidance.",
                "ko": "저학년 학습 습관 형성 전문가. 문이과 9-11학년을 폭넓게 지도. 꾸준학 '학습지 스타일' 관리로 저학년 학생들의 기초 학력을 체계적으로 다져줍니다"
            }
        },
        {
            "id": 10,
            "name": {
                "en": "Vincent",
                "ko": "Vincent"
            },
            "profileImage": null,
            "education": {
                "en": "SFU - Electronic Engineering",
                "ko": "SFU - 전자 공학"
            },
            "core": {
                "en": "Advanced STEM specialist. Works with Devin Kim and Dr. Kim to teach up to university second-year level in math and science.",
                "ko": "최고 레벨 이과 심화 전담. Devin 원장님, Dr. Kim 선생님과 더불어 대학교 2학년 과정까지 지도 가능한 고난도 수학/과학 전문"
            }
        }
    ]
}